sdaiRemove(Sdai_Id_aggr*,SdaiPrimitiveType,BTEllipsis)
\details
Removes a member from an unordered aggregate (set/bag) instance.
\param unorderedAggr [in] Aggregate instance to remove member from.
\param valueType [in] The desired type of the value to remove.
\param ... [in] A pointer to the place in memory to remove.